[
  {
    "id": 5,
    "name": "J. de Villebois Sancerre",
    "region": "Loire Valley, France",
    "label": ["/src/assets/glass/villabois2.jpg"],
    "map": ["/src/assets/map/loirevalley.png"],
    "tasting-notes": "Straightforward with green apples, sliced pears and warm herbs on the nose. Medium body with fresh acidity and high minerality. Fruity and refreshing with a clean finish.",
    "varietal": "Sauvignon Blanc",
    "vintner": "J. de Villebois",
    "vintage": 2022,
    "price": 16,
    "one-liner": "A golden, creamy, high-minerality wine with aromatic notes of apple and pear.",
    "appellation-pic": "/src/assets/appellation/loire.jpg",
    "appellation-alt": "The Beauty of Loire Valley",
    "appellation-question": "What is Sancerre?",
    "appellation-answer": "Sancerre is a renowned wine appellation in the Loire Valley of France, primarily known for its crisp, mineral-driven white wines made from Sauvignon Blanc grapes. The region's unique limestone and flint soils contribute to the distinctive flavors and aromas of these wines. Sancerre also produces red and rosé wines from Pinot Noir, though these are less common.",
    "qrape": "Sauvignon Blanc",
    "grape-answer": "Sauvignon Blanc is a white grape variety known for producing fresh, aromatic wines with high acidity. It is grown in various wine regions worldwide, including the Loire Valley in France, New Zealand, California, and South Africa. The wines often exhibit flavors of green apple, lime, passion fruit, and grass, with some regions also showcasing mineral or smoky notes.",
    "grape-pic": ["/src/assets/grape/sav-blanc.jpg"],
    "prod-alt": "Founders - Joost and Miguela de Willebois",
    "producer-question": "J. de Villebois",
    "producer-answer": "J. de Villebois is a family-owned winery in the Loire Valley, renowned for its exceptional Sauvignon Blanc wines, including Sancerre, Pouilly-Fumé, and Touraine. Founded by Joost and Miguela de Willebois, the winery combines sustainable practices with a modern approach, while respecting the traditional terroir of the region. Under their leadership, J. de Villebois has become a specialist in Loire Valley wines",
    "prod-pic": "/src/assets/producer/villebois.jpg",
    "tast.bold": 3,
    "tast.dry": 1,
    "tast.acid": 8,
    "beverage": true
  },
  {
    "id": 6,
    "name": "Bethel Heights Chardonnay",
    "region": "Willamette Valley, Oregon",
    "label": "../../glass/bethel.jpg",
    "map": "../../map/wallamante2.png",
    "tasting-notes": "A bright yellow hue, spent 12 months in barrel and is expressive of ripe honeyed citrus, white flowers, and the golden fruit of white peach. Medium to full-bodied, it has a lovely pithy texture, balanced ripeness, and a long finish. It’s a great value, and although it has ripeness, it’s well-balanced and retains a lot of freshness.",
    "varietal": "Chardonnay",
    "vintner": "Bethel Heights Vineyard",
    "vintage": 2020,
    "price": 23,
    "deep-question": "Oregon Chardonnay",
    "deep-answer": "Oregon Chardonnay shares some similarities with Burgundy, particularly in terms of its cool-climate growing conditions and focus on expressing terroir. Both regions produce Chardonnays with vibrant acidity, bright fruit flavors, and a balanced approach to oak aging. However, there are also differences between Oregon Chardonnay and Burgundy. Oregon's climate tends to be slightly warmer than many parts of Burgundy, which can result in riper fruit flavors in the wines. Additionally, Oregon Chardonnays often exhibit a touch of New World fruitiness and freshness, while Burgundian Chardonnays may display more earthiness, minerality, and complexity derived from their limestone-rich soils.",
    "qrape": "Willamette Valley",
    "grape-answer": "The Willamette Valley is renowned for its cool climate and diverse terroir, making it ideal for producing high-quality Pinot Noir and Chardonnay wines. Its unique geography, with marine influence from the Pacific Ocean and protection from the Coast Range, creates a long growing season and allows grapes to ripen slowly, resulting in wines with vibrant acidity and complex flavors.",
    "producer-question": "Bethel Heights Vineyard",
    "producer-answer": "Bethel Heights Vineyard is a prestigious winery located in the Willamette Valley of Oregon, USA. With a history dating back to the late 1970s, Bethel Heights Vineyard has earned a reputation for producing wines of outstanding quality and complexity, making it a celebrated destination for wine enthusiasts seeking the best of Oregon's wine offerings.",
    "tast.bold": 6,
    "tast.dry": 1,
    "tast.acid": 6
  }
]
